let set1 =[
    [1,259],
    [2,260],
    [3,336],
    [4,234],
    [5,285],
    [6,239],
    [7,271],
    [8,290],
    [9,302],
    [10,302],
   
];
let set2 =[
    {"name":"出生人數","count":157019},
    {"name": "原住民男生","count": 3450},
    {"name": "原住民女生","count": 3219},
    {"name": "非原住民男生","count": 77770},
    {"name": "非原住民女生","count": 72850},
    {"name": "死亡人口","count": 1185},
];
let set3=[
    {
        "name": "印尼",
        "count": 1930
    },
    {
        "name":"馬來西亞",
        "count":706
    },
    {
        "name": "新加坡",
        "count": 236
    },
    {
        "name": "菲律賓",
        "count": 1123
    },
    {
        "name": "泰國",
        "count": 836
    },
    {
        "name": "緬甸",
        "count": 107
    },
    {
        "name": "越南",
        "count": 12404
    },
    {
        "name": "柬埔寨",
        "count": 397
    },
    {
        "name": "寮國",
        "count": 9
    },
    {
        "name": "其他",
        "count": 4593
    },
    {
        "name": "大陸地區",
        "count": 23979
    }
];

